# შექმენით ცვლადი რომელსაც მიანიჭებთ მნიშვნელობას თქვენს სახელს შექმენით ერთი გვარის ცვლადი და მიანიჭეთ მნიშვნელობად თქვენი გვარი და შემდეგ დაპრინტეთ როცა გააკეთებთ ახსენით კომენტარის სახით რა არის ცვლადი

name="beqa"

surname="shantadze"

#აღვნიშნეთ სახელი და გვარი და მივაღებინეთ ცვლადი

print(name + surname)

#შემდეგ კი ისინი გამოვიტანეთ ეკრანზე პრინტის დახმარებით

#პითონში ცვლადი არის კონტეინერი, რომელიც ინახავს გარკვეულ მონაცემს. ცვლადის სახელის მეშვეობით ჩვენ შეგვიძლია მივუთითოთ, დავამუშავოთ და გამოვიყენოთ მონაცემები პროგრამაში. ცვლადი იმახსოვრებს მონაცემს და ჩვენ შეგვიძლია გამოვიყენოთ იგი პროგრამის სხვადასხვა ნაწილებში.